Repository: Lokrogaming/lanshare
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Common
es: Común

# setting
source: Settings
es: Ajustes

# downlaodPath
source: Download Path
es: Ruta de descarga

source: Auto Download
es: Descarga automática

source: Clipboard Share
es: Compartir portapapeles

# messageNote
source: Vibrate When Receive Message
es: Vibrar al recibir un mensaje

source: About Speed Share
es: Acerca de Speed Share

# currenVersion
source: Current Version
es: Versión actual

# otherVersion
source: Download The Other Version
es: Descargar otra versión

# downloadTip
source: SpeedShare also support Windows、macOS、Linux
es: SpeedShare también es compatible con Windows, macOS y Linux

# lang
source: Language
es: Idioma

source: Chat Window
es: Ventana de chat

source: Input Connect
es: Ingresar conexión

# scan
source: Scan QR Code
es: Escanear código QR

source: Log
es: Registro

source: The Terms Of Service
es: Términos de servicio

source: Privacy Agreement
es: Acuerdo de privacidad

source: Developer
es: Desarrollador

source: Open Source
es: Código abierto

# qrTips
source: Slide left or right to switch IP addresses
es: Deslice hacia un lado para cambiar de IP

# ui
source: UI Designer
es: Diseñador de interfaz

source: Recent File
es: Archivos recientes

# recentImg
source: Recent Image
es: Imágenes recientes

# currentRoom
source: Chat Room
es: Sala de chat

# remoteAccessFile
source: Remote Access Local File
es: Archivo local de acceso remoto

# remoteAccessDes
source: Use broswer open this url can manager file.
es: Puede administrar los archivos locales abriendo esta IP en el navegador.

source: Directory
es: Directorio

source: Unknown File
es: Archivo desconocido

# doc
source: Document
es: Documento

source: Music
es: Música

source: Video
es: Vídeo

source: Image
es: Imagen

source: Recent Connect
es: Conexión reciente

source: Empty
es: Vacío

# projectBoard
source: Nightmare Series Project Board
es: Panel de proyecto de la serie Nightmare

# joinQQGroup
source: Join Feedback Communication Group
es: Unirse al grupo de retroalimentación de comunicación

source: Change Log
es: Registro de cambios

# chatWindowNotice
source: Currently no messages, click to view the message list
es: Actualmente no hay mensajes, haga clic para ver la lista de mensajes

source: Enable file classification
es: Habilitar clasificación de archivos

# classifyTips
source: Note, after the file classification is turned on, all files in the download path will be automatically organized
es: Nota, después de que se active la clasificación de archivos, todos los archivos en la ruta de descarga se organizarán automáticamente

source: Clear Cache
es: Limpiar caché

source: Clear Success
es: Éxito al limpiar

# cacheSize
source: {number,plural, other{Current cache size {number}MB}}
es: {number,plural, other{Tamaño de caché actual {number}MB}}

# curCacheSize
source: Current Cache Size
es: Tamaño de caché actual

source: Enable Web Server
es: Habilitar servidor web

# enableWebServerTips
source: After enabling, you can access the file in the download path through the browser
es: Después de habilitar, puede acceder al archivo en la ruta de descarga a través del navegador

# fileType
source: File Correlation
es: Correlación de archivos

source: Select
es: Seleccionar

# vipTips
source: This function requires a membership to use
es: Esta función requiere una membresía para usar

# fileIsDownloading
source: The file is downloading
es: El archivo se está descargando

source: File download success
es: La descarga del archivo se ha completado

source: Open
es: Abrir

source: Close
es: Cerrar

source: Send File
es: Enviar archivo

source: Camera
es: Cámara

source: Upload File
es: Subir archivo

source: All Devices
es: Todos los dispositivos

# device
source: Devices
es: Dispositivos

# systemManager
source: From System
es: Desde el sistema

# systemManagerTips
source: It use system file manager
es: Utiliza el administrador de archivos del sistema

# inlineManager
source: From App FileManager
es: Desde el administrador de archivos de la aplicación

# inlineManagerTips
source: It use app's file manager
es: Utiliza el administrador de archivos de la aplicación

source: New Line
es: Nueva línea

source: Home
es: Inicio

source: Join
es: Unirse

source: Connected
es: Conectado

source: Disconnected
es: Desconectado

# androidSAFTips
source: Android SAF architecture will cause the file selected from the system folder to always be copied. If you use the SpeedShare's file manager to select, it will not increase the cache size
es: La arquitectura SAF de Android hará que seleccionar archivos desde la carpeta del sistema siempre copie uno, si usa el administrador de archivos incorporado de Speed Share, no aumentará el tamaño de la caché

# fileManagerLocal
source: Local File Manager
es: Administrador de archivos (local)

source: File Manager
es: Administrador de archivos

source: Share File Failed
es: Error al compartir el archivo

# dropFileTip
source: Release to share files into the share window
es: Suelta para compartir el archivo en la ventana compartida

# inputAddressTip
source: Please input the file share window address
es: Ingrese la dirección IP del dispositivo

# copyed
source: Link Copied
es: Enlace copiado

source: Cache Cleaned
es: Caché limpiada

# exceptionOrcur
source: Exception Occur
es: Ocurrió una excepción

# clipboardCopy
source: Clipboard Copied
es: Copiar al portapapeles

source: No IP Found
es: No se encontró ninguna IP

# backAgainTip
source: Back again to exit the app
es: Vuelve a salir de la aplicación

# tapToViewFile
source: Tap to view all files of {deviceName}
es: Toca para ver todos los archivos de {deviceName}

# notifyBroswerTip
source: The browser has been notified to upload the file
es: Se ha notificado al navegador que cargue el archivo

source: Clipboard
es: Portapapeles

source: File QR Code
es: Código QR del archivo

source: Export
es: Exportar

# openQQFail
source: Open QQ Fail, Please check if it is installed
es: Error al abrir QQ, compruebe si está instalado

# needWSTip
source: Please enable WebServer in SpeedShare first
es: Por favor, primero active el servidor web en la aplicación Speed Share
